;Place localized text in this file

[Nemesis_T1 X2CharacterTemplate]
strCharacterName="复仇女神追击者"

[Nemesis_T2 X2CharacterTemplate]
strCharacterName="复仇女神追击者"

[Nemesis_T2B X2CharacterTemplate]
strCharacterName="复仇女神献祭者"

[Nemesis_T3 X2CharacterTemplate]
strCharacterName="复仇女神追击者"

[Nemesis_T3B X2CharacterTemplate]
strCharacterName="复仇女神献祭者"

[Nemesis_T4 X2CharacterTemplate]
strCharacterName="复仇者暴君"

[ParasiteZombie X2CharacterTemplate]
strCharacterName="NE-阿尔法寄生僵尸"

;[ParasiteZombieAlien X2CharacterTemplate]
;strCharacterName="NE-阿尔法寄生僵尸"

[ParasiteZombieHuman X2CharacterTemplate]
strCharacterName="NE-阿尔法寄生僵尸"

[NEMESIS_Flamethrower_CV X2WeaponTemplate]
FriendlyName="复仇女神火焰喷射器 (RE3)"
BriefSummary="由安布雷拉公司欧洲分部改装。能够以令人憎恶的效率焚烧目标。"
TacticalText="<Bullet/> 一种由保护伞制造的武器，使用加压气体产生炽热的火焰。\n<Bullet/> 配有一个巨大的加压燃料罐，这种武器对于大多数战斗人员来说都难以使用。"
AbilityDescName="火焰喷射器"

[NEMESIS_Flamethrower_MG X2WeaponTemplate]
FriendlyName="复仇者磁力火焰喷射器 (RE3)"
BriefSummary="由安布雷拉公司欧洲分部改装。能够以令人憎恶的效率焚烧目标。"
TacticalText="<Bullet/> 一种由保护伞制造的武器，使用加压气体产生炽热的火焰。\n<Bullet/> 配有一个巨大的加压燃料罐，这种武器对于大多数战斗人员来说都难以使用。"
AbilityDescName="火焰喷射器"

[NEMESIS_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="复仇女神火箭发射器（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"

[NEMESIS_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName ="复仇女神磁力火箭发射器（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"

[NEMESIS_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="复仇女神火箭发射器光束（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"

;Player Variant
[NEMESIS_RocketLauncher_PLAYER_CV X2GrenadeLauncherTemplate]
FriendlyName="复仇女神火箭发射器（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"

[NEMESIS_RocketLauncher_PLAYER_MG X2GrenadeLauncherTemplate]
FriendlyName ="复仇女神磁力火箭发射器（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"

[NEMESIS_RocketLauncher_PLAYER_BM X2GrenadeLauncherTemplate]
FriendlyName="复仇女神火箭发射器光束（RE3）"
BriefSummary="由安布雷拉公司欧洲分部改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>发射84毫米射弹的便携式火箭发射器。\n<Bullet/>配有先进的瞄准光学系统，能够在不牺牲火力的情况下实现精确定位。"
AbilityDescName="火箭发射器"


[RE_M202_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="反坦克火箭发射器（RE3）"
BriefSummary="最初由浣熊市警察局 STARS 部门改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>一种便携式火箭发射器，可容纳四枚 66 毫米燃烧火箭。\n<Bullet/> 是任何 STARS 幸存成员值得信赖的武器，甚至能够击倒最顽强的敌人。"
AbilityDescName="火箭发射器"

[RE_M202_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="磁力反坦克火箭发射器 (RE3)"
BriefSummary="最初由浣熊市警察局 STARS 部门改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>一种便携式火箭发射器，可容纳四枚 66 毫米燃烧火箭。\n<Bullet/> 是任何 STARS 幸存成员值得信赖的武器，甚至能够击倒最顽强的敌人。"
AbilityDescName="火箭发射器"

[RE_M202_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="反坦克火箭发射器光束（RE3）"
BriefSummary="最初由浣熊市警察局 STARS 部门改装。能够消灭大多数步兵目标。"
TacticalText="<Bullet/>一种便携式火箭发射器，可容纳四枚 66 毫米燃烧火箭。\n<Bullet/> 是任何 STARS 幸存成员值得信赖的武器，甚至能够击倒最顽强的敌人。"
AbilityDescName="火箭发射器"


;Jill
[SamuraiEdge_Jill X2WeaponTemplate]
FriendlyName="武士之刃（吉尔模型）"
BriefSummary="一款 STARS 标志性手枪，其轻质材料和配置提高了战场机动性 - 非常适合侧翼机动。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于吉尔·瓦伦丁。发射 9 毫米帕拉贝鲁姆子弹。\n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 为持有者提供额外的机动性。\n <子弹/> 赋予星击被动，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

[SamuraiEdge_Jill_MG X2WeaponTemplate]
FriendlyName ="磁力武士之刃（吉尔模型）"
BriefSummary="一款 STARS 标志性手枪，其轻质材料和配置提高了战场机动性 - 非常适合侧翼机动。可在提高准确性的同时造成广泛的致命伤害。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于吉尔·瓦伦丁。发射 9 毫米帕拉贝鲁姆子弹。\n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 为持有者提供额外的机动性。\n <子弹/> 赋予星击被动，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

[SamuraiEdge_Jill_BM X2WeaponTemplate]
FriendlyName ="光束武士之刃（吉尔模型）"
BriefSummary="一款 STARS 标志性手枪，其轻质材料和配置提高了战场机动性 - 非常适合侧翼机动。拥有令人难以置信的精确度，可造成最大伤害和穿甲。让剑道感到自豪！"
TacticalText="<Bullet/> STARS 定制自动手枪，属于吉尔·瓦伦丁。发射 9 毫米帕拉贝鲁姆子弹。 \n<Bullet/> 拥有高于平均水平的精度和伤害，针对防弹衣穿刺进行了校准。\n<Bullet/> 提供额外的机动性给持有者。\n<Bullet/> 赋予 STARS-Struck 被动能力，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

;Chris
[SamuraiEdge_Chris X2WeaponTemplate]
FriendlyName ="武士边缘（克里斯模型）"
BriefSummary="一款 STARS 标志性手枪，采用硬钢套筒和镀银扳机定制，可在长距离内提供更高的准确性。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于克里斯·雷德菲尔德。发射 9 毫米帕拉贝鲁姆子弹。\n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 给予 STARS-被动打击，增加有机会击晕敌方目标。"
AbilityDescName="手枪"

[SamuraiEdge_Chris_MG X2WeaponTemplate]
FriendlyName ="磁力武士之刃（克里斯模型）"
BriefSummary="一款 STARS 标志性手枪，采用硬钢套筒和镀银扳机定制，可在长距离内提供更高的准确性。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于克里斯·雷德菲尔德。发射 9 毫米帕拉贝鲁姆子弹。\n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 给予 STARS-被动打击，增加有机会击晕敌方目标。"
AbilityDescName="手枪"

[SamuraiEdge_Chris_BM X2WeaponTemplate]
FriendlyName ="光束武士之刃（克里斯模型）"
BriefSummary="一款 STARS 标志性手枪，采用硬钢套筒和镀银扳机定制，可在远距离内实现更高的精度。拥有令人难以置信的精度，可实现最大伤害和穿甲。让剑道感到自豪！"
TacticalText="<Bullet/> 一款 STARS 定制自动步枪，属于克里斯·雷德菲尔德。发射 9 毫米帕拉贝鲁姆子弹。 \n<Bullet/> 拥有高于平均水平的精度和伤害，针对防弹衣穿刺进行了校准。\n<Bullet/> 给予 STARS - 被动打击，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

;Wesker
[SamuraiEdge_Wesker X2WeaponTemplate]
FriendlyName="武士之刃（威斯克模型）"
BriefSummary="一款STARS标志性手枪，基于阿尔伯特·威斯克本人的设计，经过定制，火力强劲。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于阿尔伯特·威斯克。发射 9 毫米帕拉贝鲁姆子弹。 \n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 能够撕碎盔甲。\n<Bullet /> 赋予 STARS-被动打击，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

[SamuraiEdge_Wesker_MG X2WeaponTemplate]
FriendlyName ="磁力武士边缘（威斯克模型）"
BriefSummary="一款 STARS 标志性手枪，基于阿尔伯特·威斯克本人的设计，经过定制，具有强大的火力。可在提高准确性的同时造成广泛的致命伤害。"
TacticalText="<Bullet/> STARS 定制自动手枪，属于阿尔伯特·威斯克。发射 9 毫米帕拉贝鲁姆子弹。 \n<Bullet/> 拥有高于平均水平的精度和伤害。\n<Bullet/> 能够撕碎盔甲。\n<Bullet /> 赋予 STARS-被动打击，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

[SamuraiEdge_Wesker_BM X2WeaponTemplate]
FriendlyName ="光束武士之刃（威斯克模型）"
BriefSummary="一款 STARS 标志性手枪，基于阿尔伯特·威斯克本人的设计，经过定制，具有强大的火力。拥有令人难以置信的精确度，可造成最大伤害和穿甲。让剑道感到自豪！"
TacticalText="<Bullet/> STARS 定制自动步枪，属于阿尔伯特·威斯克。发射 9 毫米帕拉贝鲁姆子弹。 \n<Bullet/> 拥有高于平均水平的精度和伤害，针对防弹衣穿刺进行了校准。\n<Bullet/> 能够粉碎盔甲。\n<Bullet/> 赋予 STARS-被动打击能力，增加击晕敌方目标的机会。"
AbilityDescName="手枪"

[SamuraiEdge_STARSStruck X2AbilityTemplate]
LocFriendlyName="眩晕打击"
LocFlyOverText="眩晕-被动打击"
LocLongDescription="武士之刃拥有足够的制动力，甚至可以击晕最顽强的敌人。"
LocHelpText="武士之刃拥有足够的制动力，甚至可以击晕最顽强的敌人。"


[HeavyArmaments X2AbilityTemplate]
LocFriendlyName="重武器"
LocFlyOverText="重型武器"
LocLongDescription="这名士兵接受过使用 XCOM 手套的训练，这是火箭发射器和火焰喷射器的组合。"
LocHelpText="这名士兵接受过使用 XCOM 手套（火箭发射器和火焰喷射器的组合）的训练。"
LocPromotionPopupText="<Bullet/> XCOM 手套是一种先进的装置，可携带迷你火箭发射器和火焰喷射器。<br/><Bullet/> 装备手套可以防止士兵装备其他重型武器，但当重型武器否则武器槽位可用，士兵将获得<Ability:WOTCLW2SW_COLOR_2_OPEN/>+<ABILITY:HEAVY_ARMAMENTS_BONUS_CHARGES_COMBINED/><Ability:WOTCLW2SW_COLOR_CLOSE/>额外的标准手套武器装药（火箭/火焰喷射器）。<br/><Bullet/>使用任何一种护手能力都需要一个动作并结束你的回合。<br/><子弹/>火焰喷射器是一种短程武器，可以对锥形效果区域内的多个目标造成伤害，但不会伤害机械单位。没有升级。<br/><子弹/> 火箭精度受到士兵的目标、目标距离以及士兵本回合是否已经使用过任何动作的影响 - 低精度火箭将具有更高的分散值，这意味着它们更有可能。错过目标方块更远的距离。弹出窗口中注明了火箭的最大可能散射，而目标光标出现的值将显示该位置射击的预期（平均）散射。"

;Alex loc

[AlexKill_00 SoundNodeWave]
SpokenText="不...没有有趣的数据。"

[AlexKill_01 SoundNodeWave]
SpokenText="我希望你的朋友有比你更有趣的死亡。"

[AlexKill_02 SoundNodeWave]
SpokenText="我的工作比你短暂的生命更重要。"

[AlexKill_03 SoundNodeWave]
SpokenText="感谢您提供这些数据。"

[AlexKill_04 SoundNodeWave]
SpokenText ="完成一个。"

[AlexKill_05_Special SoundNodeWave]
SpokenText="我正在考虑下一篇论文的标题...您对‘通过病毒操纵和烈性炸药加速 DNA 改变’有何看法？"

[AlexSTARS_02 SoundNodeWave]
SpokenText="我知道你和你的团队想对我兄弟做什么，但是……不要认为这是报复——只是报应。"

;Nemesis Ability Loc
[NemesisImmunities X2AbilityTemplate]
LocFriendlyName="寄生控制"
LocLongDescription="该单位免疫恐慌和无意识状态效果。"
LocHelpText="该单位不受恐慌和无意识状态影响。"

[NemesisT1ScythingClaws X2AbilityTemplate]
LocFriendlyName="镰刀斩"
LocLongDescription="复仇女神利用他的寄生体以宽弧线劈开。"
LocHelpText="猛烈攻击并消灭目标。"
LocFlyOverText="复仇女神镰刀斩"

[NemesisT2ScythingClaws X2AbilityTemplate]
LocFriendlyName="镰刀斩"
LocLongDescription="复仇女神利用他的寄生体以宽弧线劈开。"
LocHelpText="猛烈攻击并消灭目标。"
LocFlyOverText="复仇女神镰刀斩"

[Nemesis_Bind X2AbilityTemplate]
LocFriendlyName="扼杀之握"
LocLongDescription="复仇女神以无与伦比的力量抓住对手。"
LocHelpText="尝试捕获并消灭目标。"
LocFlyOverText="复仇者扼杀之握"

[NemesisDevastatingStrike X2AbilityTemplate]
LocFriendlyName="毁灭性打击"
LocLongDescription="复仇女神的强大力量可以对任何对手造成致命伤害和骨折。"
LocHelpText="全力攻击并消灭目标。"
LocFlyOverText="复仇女神毁灭性打击"

[NemesisDevastatingFlameStrike X2AbilityTemplate]
LocFriendlyName="毁灭性火焰打击"
LocLongDescription="复仇女神的霸道力量与他的重型火焰喷射器相结合，可以对任何对手造成致命伤害并烧伤。"
LocHelpText="全力攻击并消灭目标。"
LocFlyOverText="复仇女神毁灭性火焰打击"

[ParasiteReanimation X2AbilityTemplate]
LocFriendlyName="寄生虫复活"
LocLongDescription="NE-阿尔法寄生虫在受害者体内扎根，将宿主的神经系统置于其控制之下。"
LocHelpText="用 NE-阿尔法寄生虫感染目标。"
LocFlyOverText="复仇女神寄生复活"

;X2StrategyElement / Corpse / Autopsies

[CorpseNP X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>NE-阿尔法寄生尸体</font>"
FriendlyNamePlural="<font color='#7D0F0F'>NE-阿尔法寄生虫尸体</font>"
BriefSummary="<font color='#23AB13'>这具尸体不具备科学/尸检价值，可以在黑市上安全出售。</font>\n\n<font color='#7D0F0F'>NE -阿尔法T型：一种侵入性寄生虫，能够切断大脑与神经系统的联系，将宿主置于其直接控制之下，尽管其具有暴力和普遍的性质，但初步检查使我们相信。在它的侵扰发生后，宿主的思想在许多痛苦的时刻仍然发挥着作用——与身体的其他部分切断并隔离。"

[CorpseNT1 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>复仇女神-T型型，第一阶段尸体</font>"
FriendlyNamePlural="<font color='#7D0F0F'>复仇女神-T型，第1阶段尸体</font>"
BriefSummary="站立高度超过 7 英尺 3 英寸，即 2.2 米，这个庞大的怪物给人一种不祥的印象，尤其是它的面容完全被束缚和匿名。在坚硬的材料束缚后面仍然可以看到它破烂和破损的皮肤，可能是由它的尺寸似乎与臭名昭著的<font color='#7D0F0F'>T-103系列</font>相似，然而，它对重型火力的掌握和无情的性质使这个想法更加可信。该生物属于<font color='#7D0F0F'>复仇女神-T型</font>系列。"

[CorpseNT2 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>复仇女神-T型，2级尸体</font>"
FriendlyNamePlural="<font color='#7D0F0F'>复仇女神-T型，第2阶段尸体</font>"
BriefSummary="尽管最初令人震惊地发现此类生物与降临节协同工作，但真正可怕的事实是我们之前遇到的 <font color='#7D0F0F'>复仇女神-T型</font> 尚未发育成熟。这个标本与我们过去研究的受试者相比，共生体和宿主之间的寄生联系可能因多种因素而有很大差异，其中最主要的是时间，它直接控制宿主神经系统的时间越长，寄生虫就会变得越强大。尽管大规模克隆会导致细胞退化，但我担心还会出现更强大的变异。"

[CorpseNT3 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>复仇女神-T型，第3阶段尸体</font>"
FriendlyNamePlural="<font color='#7D0F0F'>复仇女神-T型，第3阶段尸体</font>"
BriefSummary="随着凯夫拉纤维绑定显示出疲劳和损坏的迹象，<font color='#7D0F0F'>复仇女神</font>伤痕累累的组织和肌肉的绝对力量变得非常明显。在野外，这些生物已经证明了它们不仅能够承受最无情的武器射击，还能造成不可估量的伤害。最后，这个标本的面容也摆脱了束缚，它似乎骄傲地露出了一组不太精致的牙齿。这个生物在最初的转变过程中一定承受了痛苦……"

[CorpseNT4 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>复仇女神-T型，第4阶段尸体</font>"
FriendlyNamePlural="<font color='#7D0F0F'>复仇女神-T型，第4阶段尸体</font>"
BriefSummary="这种生物的耐力甚至在最致命的生物有机武器中也是闻所未闻的。烧伤的组织、腐烂的肌肉组织和严重的坏死困扰着身体，但毫无疑问，寄生虫和宿主都继续发挥作用——这对身体来说非常重要。幸运的是，正如其四足形态的报道，它在寄生虫成功进化出<font color='#7D0F0F'>复仇女神-T型</font>的基础DNA之前就结束了。 ……好吧，我认为这个样本的失败简直就是一个奇迹。"

;Cut - make use of Parasite Corpses elsewhere? Or just for Flavor?
;[AutopsyNP X2Tech Template]
;DisplayName="<font color='#13B0E1'>NE-阿尔法寄生虫</font>"
;Summary=""
;CodeName="NP"
;LongDescription="-理查德.泰根。"

[AutopsyN1 X2TechTemplate]
DisplayName="<font color='#13B0E1'>复仇女神-T 型，第 1 阶段</font>"
Summary="这个样本以近乎盲目的愤怒与我们的部队交战，并伴随着某个未知方的无线电广播。它还配备了火箭发射器，配备了最先进的热瞄准系统。作为前言根据给指挥官的报告，这个特殊的标本不应被视为其菌株的最终形式或顶点。"
CodeName="追击者"
LongDescription="在变种人据称追求 BOW（生物武器）之后，我们在某个时候遇到这种特殊的菌株并不会让我感到惊讶。然而，它的巨大存在仍然激发了我和我自己的真正恐惧。其余研究人员是<font color='#7D0F0F'>T-103系列暴君</font>的子变体，这种特殊的生物武器，代号为<font color='#7D0F0F'> "复仇女神-T 型"</font> 实际上是 BOW 开发中寄生虫的第一个已知应用。寄生虫附着在克隆的 <font color='#7D0F0F'>暴君</font> 上，分割大脑对神经的控制。脱离了所有的电机控制，主机的行为更像是一个要操作的车辆——这是一个解决大多数<font color='#7D0F0F'>暴君</font>所有未来 BOW 原型中智能退化的卓越解决方案，包括 、谢娃·阿洛玛寄生虫"普拉卡"变种"II"中看到的许多升级。\n\n前特种战术和救援服务特工 <font color='#215E93'>吉尔·瓦伦蒂安</font>，现为特种部队<font color='#215E93'>BSAA（生物恐怖主义安全评估联盟）</font> 的行动特工，撰写了数十份有关我们当前样本的第一手报告和说明 - 原始的<font color='#7D0F0F'>复仇女神</font>在浣熊市迅速腐烂的街道上无情地追击着她，不久之后浣熊市因<font color='#7D0F0F'>T病毒爆发</font>而遭受受控核爆炸。根据她的报告，它拥有无与伦比的对身体创伤和环境做出反应的变异能力——事实证明几乎不可能被杀死。这份报告与我们自己部队在这个问题上的经验有很大不同，因为没有发生突变，而且它目前躺在我的尸检台上。由于这一观察，并且由于该生物武器之前的生理构造，如果这个<font color='#7D0F0F'>复仇女神</font>只是众多生物武器中的一个 - 克隆人，我一点也不感到惊讶。与其前身一样，从历史上看，<font color='#7D0F0F'>T 病毒</font>的完美宿主在统计上预计并不常见，其范围为千万分之一。即使早在 20 世纪 90 年代，<font color='#7D0F0F'>保护伞公司</font> 就严重依赖克隆现有的 <font color='#7D0F0F'>暴君</font> 来正确地继续他们的研究。总而言之，很明显，该样本因细胞克隆而受到的结构破坏比变种人所预期的要严重。虽然这对于我们的部队来说无疑是好消息和士气提升，我不能保证变种人的武器库中存在更多"成功"的变体 - 我建议在遇到更多此类主题后要格外小心。\n\n我当然会通知 <font color='#215E93'>BSAA</font > 就我们目前的发现而言，尽管我目前担心的不是潜在的<font color='#7D0F0F'>复仇女神-T型</font>大军所带来的迫在眉睫的灾难，而是我们神秘的广播者是谁。在我们第一次遇到 <font color='#7D0F0F'>复仇女神</font> 时，通过我们的加密通信戏剧性地宣布了他们的存在，我们可以谨慎地假设他们在变种人的当前状态中发挥着不可或缺的作用。生物武器开发。也许进一步的研究和尸检可以为我们提供更多关于他们身份的线索，尽管我必须承认，在我们等待揭开这个特殊谜团的过程中有些惶恐不安。 -R。泰根。"
AlertString="<font color='#13B0E1'>复仇女神-T 类型，第 1 阶段</font>"


[AutopsyN2 X2Tech Template]
DisplayName="<font color='#13B0E1'>复仇女神-T型 型，第 2 阶段</font>"
Summary="这个样本很可能是朝着变种人在其 <font color='#7D0F0F'>复仇女神-T型</font> 系列中的预期目标迈出的又一步。我们在抵抗组织中的联系人的报告已经通知我们它有能力使用它甚至是更致命的武器。"
CodeName="高级追击者"
LongDescription="在与我们的神秘主播以及<font color='#7D0F0F'>复仇女神-T型</font>系列进行了多次接触之后，我相信我已经拼凑出了更多的上下文信息。无论这个人是谁..他们不仅拥有丰富的病毒学知识，还拥有<font color='#7D0F0F'>Umbrella</font>"产品"系列的丰富知识。为了忠实地了解基因样本和研究，她必须拥有丰富的知识。重现地球上最可怕的弓箭之一 我们可能遇到了一位高级<font color='#7D0F0F'>Umbrella</font>官员，尽管他们可能会受到青睐。变种人与长老们的关系超出了我们的理解范围，我将像以前一样将这些担忧转达给 <font color='#215E93'>BSAA</font>，也许他们愿意分享任何有关已知生物恐怖分子的相关信息。具有<font color='#7D0F0F'>Umbrella</font>出身的逃亡者。\n\n至于当前对象的身体特征，我们可以注意到，在其作为"突击队员"的角色过程中，大部分它伪装的面容已经暴露出来，露出了饱受疾病困扰的牙龈线和肿大、腐烂的牙齿。也许牙科工作并不是他们对这个标本的最优先考虑的事情。伴随着这可怕的鬼脸，这种生物所拥有的体力和耐力远超我们之前遇到的那些。根据我们在抵抗组织中的联系人的报告，它充分利用了这种新的力量，使其能够部署更强大的武器——包括大型火焰喷射器。我建议我们的部队在与此类对象交战时保持距离。\n\n关于我们迄今为止遇到的对象的最后一点，他们似乎仍然专注于消灭浣熊市警察局的 STARS 成员 - 也许这是先前遗传模板编程的残余。虽然我不确定这条信息是否具有战术重要性，但它确实再次表明神秘的广播公司是一位高级<font color='#7D0F0F'>Umbrella</font>官员。 -R。泰根。"
AlertString="<font color='#13B0E1'>复仇女神-T 型，第 2 阶段</font>"


[AutopsyN3 X2Tech Template]
DisplayName="<font color='#13B0E1'>复仇女神-T 型，第 3 阶段</font>"
Summary="这些特殊的 <font color='#7D0F0F'>复仇女神-T Type</font> 变体是变种人生物武器部门的缩影，与它们的共生寄生虫完全结合在一起。它们的力量和耐力几乎是无与伦比的。"
CodeName="精英追击者"
LongDescription="即使在花费了无数个小时研究与<font color='#7D0F0F'>复仇女神-T型</font>项目相关的所有可用战斗数据和情报之后，我仍然震惊地发现降临号再次超越了它的这种巨大的生物并没有像肌肉质量或强化装甲这样的小东西来实现这些进步，其战斗能力无与伦比的提高在于：共生寄生虫，<font color='#7D0F0F'>。 NE-Alpha T-Type</font>在该宿主体内已完全成熟，但是，在其成熟状态下，我们最终可以观察到将该样本与其<font color='#7D0F0F'>T-区分开来的大量特征。 103</font> 起源。\n\n首先，许多在功能上与它在战斗中挥舞的触手相似的附肢与骨骼结构对齐，可能提供额外的支撑和缓冲以防止身体创伤。所有这些附肢都直接在身体上相遇。脊髓顶部，但它们看起来比右手手腕上的较大对应物更受控制和驯化。小心地取出胸腔上的钢制装置后，原因就清楚了。该装置似乎起到了抑制剂的作用，就像最初的 <font color='#7D0F0F'>T-103 系列暴君</font> 所拥有的那样。\n\n而其前身则依靠内部生物能量限制器来抑制为了防止快速发展和突变产生"无法控制的"BOW，Advent 似乎认为辅助装置是必要的。在对这两种设备进行交叉检查后，我怀疑第一个功率限制器根本不足以遏制完全成熟的寄生虫。该设备还可以在 <font color='#7D0F0F'>复仇女神-T型</font> 内部的触手网络中排出剧烈的电脉冲，我相信这有助于"激励"寄生虫保护其金属心我建议我们的部队在瞄准这种生物时要小心，指挥官。如果该装置在战斗中受到严重损坏或被移除，可以安全地推测，卷须的快速突变会扩张并包裹在骨骼周围，从而引发进一步的生长和力量，以应对任何环境条件。 -R。泰根。"
AlertString="<font color='#13B0E1'>复仇女神-T 型，第 3 阶段</font>"


[AutopsyN4 X2TechTemplate]
DisplayName="<font color='#13B0E1'>复仇女神-T 类型，第 4 阶段</font>"
Summary="这个生物可能会携带我们需要的最终线索，以揭开我们的神秘广播者是谁。我们还可能会收到一些<font color='#13B0E1'>外星数据板</font>，以换取我们发现的任何信息，礼貌<font color='#215E93'>BSAA</font>"
CodeName="暴君"
LongDescription="经过看似无休无止的战斗，我们的部队在与这款代号为"暴君"的<font color='#7D0F0F'>复仇女神-T型</font>的冲突中取得了胜利。该生物的原始束缚已所剩无几：破烂、烧焦的痕迹无法掩盖我们的部队对它造成的广泛伤害，我不能说我期望在尸检过程中发现比我们已经发现的更多的身体差异。之前检查过受试者……但我错了。\n\n从我们的部队将生物的尸体带上复仇者号的那一刻起，在安装了数十个空气清新剂后，尸体上就不断散发出腐臭的气味。我去上班了，我们发现这个特殊的样本不属于<font color='#7D0F0F'>T-103 暴君</font>系列，它是从<font color='#7D0F0F'不断克隆而来的。 '>T-002</font>：基础宿主的基因组几乎完全不同，变种人或我们神秘的广播者发生在与 <font color='#7D0F0F'>T 病毒</font 完全兼容的宿主上的可能性。 > 简直是天文数字。但我们现在清楚地看到了 <font color='#7D0F0F'>复仇女神</font> 的真正能力，因为广泛的克隆导致了基因组衰退。有了这个令人震惊的发现，我继续寻找更多答案。就在那时，我们的第二个惊人发现发生了……这个特殊的<font color='#7D0F0F'>复仇女神</font>并不是由<font color='#7D0F0F'>T病毒</font>诞生的，而是<font color='#9a4bdb'>T-福波斯</font>。\n\n我们掌握的有关此病毒的大部分信息直接来自 <font color='#215E93'>BSAA</font>，其中特别感谢<font color='#215E93'>克莱尔·雷德菲尔德</font>。 <font color='#9a4bdb'>T-福波斯</font> 最初是为了规避其前身病毒的几乎所有缺点而设计的，它充当将人体本身变成"催化剂"的工具。它试图作为规避人类生命死亡的一种手段：实现永生——前提是宿主能够在"恐惧"带来的突变中幸存下来。在瑟姆岛事件期间，<font color='#9a4bdb'>T-福波斯</font> 的几乎所有痕迹都被摧毁，在 <font color='#215E93'>BSAA</font> 对剩下的部分进行了消毒之后被毁的村庄。然而，比这种病毒的影响和故事更重要的是它的首席研究员，此前人们认为他早已死在<font color='#215E93'>克莱尔·雷德菲尔德</font>手中。非常清楚的是，只有负责制造像 <font color='#9a4bdb'>T-福波斯</font> 这样狂热的生物武器的首席病毒学家才会疯狂到将他的设计交给变种人。这些生物武器的来源是...\n\n<font color='#23AB13'>亚历克斯·威斯克。</font>\n\nR。泰根。"
AlertString="<font color='#13B0E1'>复仇女神-T 型，第 4 阶段</font>"
